import React from 'react'
import common from '../common/commonIndex'
const {
  styles: { sc }
} = common
import images from '../../images/imageIndex'
const { greeting } = images

const Greeting = () => (
  <div>
    <sc.H1>荒木ヤスコロリの生態</sc.H1>
    <sc.P>こんにちわ。</sc.P>
    <sc.P>私は荒木ヤスコロリ。</sc.P>
    <sc.P>コロリ星からやってきた美と愛の伝道師です。</sc.P>
    <sc.P>♪( ´θ｀)</sc.P>

    <sc.Img src={greeting[1]} />

    <sc.P>私が人より特別に美しいかと云われれば</sc.P>
    <sc.P>いいえ。そんな事はありません。</sc.P>
    <sc.P>私が生まれてこれまでずっと愛に満ちた生活を送ってきたかと云われても</sc.P>
    <sc.P>いいえ。正直に言ってそんな事はないです。</sc.P>
    <sc.P>そんな私がなぜ美しさや愛について語れると言うのでしょう？</sc.P>
    <sc.P>それは、私が生まれながらに美と愛の法則を知っていたからです。</sc.P>
    <sc.P>
      …なんてヤスコロリ偉そうに言いましたけどごめんなさい。ホントはそれって、誰だってみんな生まれながらに解ってることなんです。
    </sc.P>
    <sc.P>
      だけどあなたが子供から成長して社会に順応する過程で、その価値観は邪魔になってしまいました。
    </sc.P>
    <sc.P>
      社会が求める「正しいオトナ」「社会人」てやつになる為には、美や愛なんて役に立たないからです。
    </sc.P>
    <sc.P>美は、学校でありがたく勉強させて頂くようなものではございません。</sc.P>
    <sc.P>
      それは、あなたが朝起きた瞬間からそこら中に存在する、冬の窓につく結露みたいに当たり前なものです。
    </sc.P>
    <sc.P>愛は、苦しい修行に耐えた僅かな人間にだけ与えられるものではありません。</sc.P>
    <sc.P>それは、太陽の光のように求めるもの全員にもれなく降り注がれます。</sc.P>
    <sc.P>
      だけど私たちが住んでいる人間社会は、美も愛も生きていく役には立たないし、それらは普通には手に入らない特別なものなんだって錯覚させて、昨日の反省や明日の心配の連続が人生なんだよ。とウソのメッセージでみんなを洗脳しています。
    </sc.P>
    <sc.P>
      だからみんな、子どもから大人になる途中で本来あった本当の自分を忘れちゃってるんです。
    </sc.P>
    <sc.P>ヤスコロリは変人なので、大人になってもそれが人より少しだけ多く残っているだけです。</sc.P>

    <sc.Img src={greeting[2]} />

    <sc.P>私たちを騙す、そんな社会を変えてやろう。</sc.P>
    <sc.P>…なんてヤスコロリは思っている訳ではありません。</sc.P>
    <sc.P>ウソを教える悪い奴らを懲らしめてやろう。</sc.P>
    <sc.P>なんてことも思ってはいません。</sc.P>
    <sc.P>
      ただ私とすでに出会ったあなたや、これから出会うであろうあなたには、美しく愛に満ちた本来の姿で、地球での時間を最高にエンジョイしてほしい♫と願っているのです。
    </sc.P>
    <sc.P>
      それは、ヤスコロリ自身がヤスコロリ的に人生を最高にエンジョイ♬したいからに他なりません。
    </sc.P>
    <sc.P>そう。ヤスコロリは自分勝手な変人です。</sc.P>
    <sc.P>
      自分勝手な変人美容師
      荒木ヤスコロリは、自分が白髪が気になるお年頃になったけど暗い白髪染めなんてまっら御免と思ったので明るい白髪染めの方法を考えました。
    </sc.P>
    <sc.P>
      身体のエネルギーは外に出せば出すほど大きくなって返ってくるので、ヘッドスパはヤスコロリ自身の健康のためにしています。
    </sc.P>
    <sc.P>私は変人ですが、凡人です。特別なことなんて実は何も出来ません。</sc.P>
    <sc.P>
      普段から宇宙だの愛だのと語っているものですから、よく人から（霊などが）「見えるんですか？」と聞かれますが、まったく見えてません（笑）声とかも聞こえません。
    </sc.P>
    <sc.P>ただ私は人並み外れて愛を信じています。</sc.P>
    <sc.P>そうすることで、この世界からのメッセージを日常的に受け取っています。</sc.P>
    <sc.P>セレンディピティってやつですね。</sc.P>
    <sc.P>ヤスコロリは絵なども描いたりしちゃいますが</sc.P>

    <sc.Img src={greeting[3]} />

    <sc.P>
      私の描く絵紡ぐ言葉が芸術的にどれほどのレベルなのかに私はまるで関心がありません。そこの追求は私の役割ではないからです。ただこの世界が求めるままに、私は愛の表現を行なっています。
    </sc.P>
    <sc.P>ニンゲンだから他人の評価もちょっとは気になるけどね（笑）</sc.P>
    <sc.P>あと、ヤスコロリは男性の身体に生まれてますけど、心は女性です。</sc.P>
    <sc.P>好きになるのは女性です。</sc.P>
    <sc.P>なので男に生まれたレズビアンってことです。</sc.P>
    <sc.P>
      そんなのアリかよ！と思わないでください（笑）アリなんです。この世界ではなんだってアリなんですよ。
    </sc.P>
    <sc.P>キマリだらけの窮屈な世の中です。</sc.P>
    <sc.P>しばられず。でも戦かわずに</sc.P>
    <sc.P>
      あなたやあなたが今よりもっと自分らしく楽しく生きるささやかなキッカケにフワフワ！美容室と荒木ヤスコロリがなれたなら
    </sc.P>
    <sc.P>私も、変人としてこの星に生まれた甲斐があったと思えるでしょう</sc.P>
  </div>
)

export default Greeting
