import React from 'react'
import styled from 'styled-components'
import { media, sc } from './styles.js'
import interior_0 from './../images/salon_info/0_interior.jpg'
import logo from './../images/assets/logo.svg'

const SalonInfo = () => (
  <div>
    <sc.H1>フワフワ!美容室ってこんなとこ</sc.H1>
    <Logo src={logo} alt="ロゴ" />
    <sc.P>福岡市南区玉川町4-27 オークヒルズ高宮303</sc.P>
    <sc.P>電話　092-710-2528</sc.P>
    <sc.P>営業　10:00~20:00(日曜10:00~17:30)</sc.P>
    <sc.P>定休　毎週火曜</sc.P>
    <P>
      ネット予約は<a
        href="https://beauty.hotpepper.jp/slnH000122183/"
        rel="noopener noreferrer"
        target="_blank">
        こちら
      </a>から
    </P>
    <Img src={interior_0} alt="サロン内観" />
    <sc.P>
      福岡市南区の住宅街、80年代デザインマンション内、荒木ヤスコロリのプライベート・サロン
    </sc.P>
    <sc.P>フワフワ！美容室は美の空間であり、愛の空間です。</sc.P>
    <br />
    <br />
    <sc.P>ʕ•ᴥ•ʔ</sc.P>
    <br />
    <br />
    <sc.P>美容室のホームページで「愛の空間」と聞くと違和感を覚えるかも知れません。</sc.P>
    <sc.P>でも決して、怪しいお店ではございません。</sc.P>
    <sc.P>私たちの人生は愛の積み重なりです。私たちの今日一日も愛で成り立っています。</sc.P>
    <sc.P>
      愛とは調和であり、全ての始まりであり、終わりでもあって、答えであり、ゴールです。西遊記でいうところのガンダーラです。
    </sc.P>
    <br />
    <br />
    <sc.P>私たちみんな、自分だけのガンダーラを探してこの世を旅しています。</sc.P>
    <br />
    <br />
    <sc.P>
      あなたのその旅は長く険しく、いくつもの苦難が襲い、心無い他人の言動に時に失望し、打ちひしがれ、もう前に進む気力も無くなり、今はその場に立ち尽くしているかも知れません。
    </sc.P>
    <br />
    <sc.P>
      あなたは王様のベッドに乗ったまま運ばれて大勢の家来たちに守られ、行く先々で歓待を受けて何不自由なく快適な旅が続き、だけど心の何処かに空虚さを抱えているのかも知れません。{' '}
    </sc.P>
    <br />
    <sc.P>
      あなたは旅を拒否して生まれた街から一歩も外に出ず、自分に旅は必要ないし、どうするかは自分の自由だ。と嘘ぶくかも知れません。考え過ぎだよ。楽に生きなよ。と、苦しい旅を続ける人々を少し見下しながら、一歩も動けない自分に苛立っているかもしれません。
    </sc.P>
    <sc.P>何が正解なのか。</sc.P>
    <sc.P>私にもまるで見当がつきません。</sc.P>
    <br />
    <sc.P>私のガンダーラは平穏無事なつつましい老後の暮らしかも知れないし</sc.P>
    <sc.P>
      あなたのガンダーラは丘の上に立ち、大勢のあなたを求める人々を見ろす場所かも知れません。
    </sc.P>
    <br />
    <br />
    <sc.P>あれ？(ㆀ˘･з･˘)</sc.P>
    <sc.P>美容室の話は？</sc.P>
    <br />
    <sc.P>焦らずに聞いて頂きたい。</sc.P>
    <br />
    <br />
    <sc.P>
      そんな右も左も解らない人生という暗闇の旅の中にあって、私たちは時おり、自分を照らす光の存在を感じます。
    </sc.P>
    <sc.P>
      ひとつひとつの光はごく弱く、あまり長い時間周囲を見渡せるほど輝き続けてはくれません。
    </sc.P>
    <sc.P>
      ほんのわすかな時間の、でも自分の進む道が間違っていないと私やあなたの背中を押してくれる光の存在。
    </sc.P>
    <br />
    <br />
    <sc.P>美です。</sc.P>
    <br />
    <br />
    <sc.P>古今東西、人間は着飾ることによって邪悪な存在から身心を守ってきました。</sc.P>
    <sc.P>美しさは、私やあなたを守り、導いてくれる光です。</sc.P>
    <br />
    <br />
    <sc.P>フワフワ！美容室はただ髪を切る場所ではありません。</sc.P>
    <br />
    <br />
    <sc.P>あなたが鳥なら</sc.P>
    <sc.P>
      フワフワ！美容室は、旅の途中のあなたがしばし翼を休める、豊かな果実が実る美の木です。
    </sc.P>
    <br />
    <br />
    <sc.P>
      フワフワ！美容室はあなたを光で照らして、あなたがあなたの旅を肯定し、さらに前に進んで行ける力を充電する場所です。
    </sc.P>
    <sc.P>髪型を整えるのはあなたの心身のバランスを調整する意味があります。</sc.P>
    <sc.P>新しい髪型は方向転換、新しいステージに元気に飛び出すイメージです。</sc.P>
    <sc.P>ヘアカラーであなたの輝きは増していきます。</sc.P>
    <sc.P>肌同様、髪のツヤはあなたを守るバリヤーです。</sc.P>
    <sc.P>トリートメントで髪は浄化されます。</sc.P>
    <br />
    <sc.P>
      ヘッドスパは頭に直接アプローチしますので、それはあなたの人生にダイレクトに作用します。なので、大切なのはヘッドスパを行う美容師の愛です。
    </sc.P>
    <sc.P>
      フワフワ！美容室は、清潔でリラックスした空間で小粋なおしゃべりを楽しみながらキレイになれる、安心安全☆美容室です。
    </sc.P>
    <sc.P>
      決して奇抜なヘアスタイルや、特定の思想をお客様に強要するような厄介な場所ではございません。ʕ•ᴥ•ʔ
    </sc.P>
    <sc.P>
      ただ私ヤスコロリは、20数年間美容師として生きて来たなかで、その人のキレイを追求するなら、ヘアスタイルを超えて人生にアプローチした方がずっと良いことに気づいたのです。
    </sc.P>
    <sc.P>
      あなたの中に眠る美をさらに引き出し、あなたというマシンを最新版にバージョンアップして明日からまたピカピカのあなたでいていただくために自分のエネルギーを使う事がヤスコロリの喜びです。
    </sc.P>
    <sc.P>そしてそれは</sc.P>
    <sc.P>ヤスコロリの魂が震えるような、人生をかけるに値する仕事なのです。</sc.P>
    <sc.P>
      現代社会ではなかなか受け入れられないような話ですが、これは妄想ではなくフワフワ！美容室の、わたくし荒木ヤスコロリの日常の話であります。
    </sc.P>
    <sc.P>愛の空間フワフワ！美容室であなたにお会い出来る日を心待ちにしております。</sc.P>
    <br />
    <br />
    <br />
  </div>
)

const Img = sc.Img.extend`
  margin: 8vw 0 4vw 0;

  ${media.desktop`
    margin: 30px 0 10px 0;
  `};
`

const P = sc.P.extend`
  ${media.desktop`
    font-size: 1.5rem;
  `};
`

const Logo = styled.img`
  width: 70%;
  margin: 8vw 0 4vw 0;

  ${media.desktop`
    margin: 30px 0 10px 0;
  `};
`

export default SalonInfo
